Repository: chidongyh2/Medlatec_LIS_Management
Catalog: Medlatec.Core.Domain/Resources/CoreResource.*.resx
Languages: vi_vn

source: Active tenant successful.
vi_vn: Kích hoạt đơn vị thành công.

source: Add new language successful.
vi_vn: Thêm mới ngôn ngữ thành công.

source: Add new page successful
vi_vn: Thêm mới trang thành công.

source: Add new page to role successful.
vi_vn: Thêm mới trang cho vai trò thành công.

source: Add new role permission successful.
vi_vn: Thêm mới quyền thành công.

source: Add new role successful.
vi_vn: Thêm mới vai trò thành công.

source: Add new tag successful.
vi_vn: Thêm mới thẻ thành công.

source: Add new tenant successful.
vi_vn: Thêm mới đơn vị thành công.

source: Add new user role successful.
vi_vn: Thêm mới người dùng thành công.

source: Assign role successful.
vi_vn: Gán quyền thành công.

source: Change password successful.
vi_vn: Thay đổi mật khẩu thành công.

source: Deactive tenant successful.
vi_vn: Vô hiệu hóa đơn vị thành công.

source: Delete account successful.
vi_vn: Xóa tài khoản thành công.

source: Delete page successful.
vi_vn: Xóa thông tin trang thành công.

source: Delete role successful.
vi_vn: Xóa vai trò thành công.

source: Delete tenant language successful.
vi_vn: Xóa ngôn ngữ của đơn vị thành công.

source: Delete user role by user successful.
vi_vn: Xóa vai trò người dùng thành công.

source: Email or phone number already exists.
vi_vn: Email hoặc Số điện thoại đã tồn tại.

source: List subject tags is null.
vi_vn: Danh sách danh mục thẻ trống.

source: Old password does not match.
vi_vn: Mật khẩu cũ không khớp.

source: Page already exists.
vi_vn: Thông tin trang đã tồn tại.

source: Page not found.
vi_vn: Không tìm thấy trang.

source: Parent page does not exists.
vi_vn: Trang cha không tồn tại.

source: Please add at least one language.
vi_vn: Vui lòng thêm một ngôn ngữ.

source: Please select at least 1 page and permission.
vi_vn: Vui lòng chọn ít nhất 1 trang và quyền cho trang đó.

source: Please select at least one language.
vi_vn: Vui lòng chọn ít nhất một ngôn ngữ.

source: Please select permission for update.
vi_vn: Vui lòng chọn quyền để cập nhật.

source: Remove permission fail.
vi_vn: Xóa quyền không thành công.

source: Remove permission successful.
vi_vn: Xóa quyền thành công.

source: Remove user role successful.
vi_vn: Xóa vai trò người dùng thành công.

source: Role already assigned for this user.
vi_vn: Vai trò đã được gán cho người dùng này.

source: Role does not exists.
vi_vn: Vai trò không tồn tại.

source: Role does not exists. Please try again.
vi_vn: Vai trò không tồn tại. Vui lòng thử lại.

source: Role has been updated by another staff. You can not update this role.
vi_vn: Vai trò đã được cập nhật bởi người khác. Bạn không thể cập nhật quyền này.

source: Role name already exists. Please try again.
vi_vn: Tên vai trò đã tồn tại. Vui lòng thử lại.

source: Tenant does not exists.
vi_vn: Đơn vị không tồn tại.

source: Tenant info doest not exists.
vi_vn: Thông tin tenant không tồn tại. Vui lòng kiểm tra lại.

source: Tenant languages does not exists.
vi_vn: Ngôn ngữ của đơn vị không tồn tại.

source: Update news subject tags successful.
vi_vn: Cập nhật danh mục thẻ thành công.

source: Update page successful.
vi_vn: Cập nhật thông tin trang thành công.

source: Update role page succesful.
vi_vn: Cập nhật quyền cho trang thành công.

source: Update role successful.
vi_vn: Cập nhật vai trò thành công.

source: Update tenant language successful.
vi_vn: Cập nhật ngôn ngữ cho đơn vị thành công.

source: Update tenant {0} successful.
vi_vn: Cập nhật đơn vị {0} thành công.

source: Update user role successful.
vi_vn: Cập nhật vai trò người dùng thành công.

source: User does not exists.
vi_vn: Người dùng không tồn tại.

source: User info not found. Please contact with administrator.
vi_vn: Không tìm thấy thông tin người dùng. Vui lòng liên hệ với quản trị viên.

source: UserAccount does not exists
vi_vn: Tài khoản không tồn tại.

source: You can not delete built-In role.
vi_vn: Bạn không thể xóa.

source: You can not modifi built-In role.
vi_vn: Bạn không thể chỉnh sửa.

source: You do not have permission to view this role.
vi_vn: Bạn không có quyền xem vai trò này.

source: {0} tenant language successful.
vi_vn: {0} ngôn ngữ cho đơn vị thành công.
